/*
  HWUserCenterKit.strings
  HWUserCenterKit

  Created by 易博 on 2020/8/10.
  Copyright © 2020 xttxqjfg. All rights reserved.
*/
/*
  简体中文
*/
"我的订单" = "我的订单";
"用户协议" = "用户协议";
"隐私协议" = "隐私协议";
"分校协议" = "分校协议";
"客户支持" = "客户支持";
"注销账号" = "注销账号";
"积分规则" = "积分规则";
"兑换好礼" = "兑换好礼";
"我的优惠券" = "我的优惠券";
"诊断" = "诊断测试";
"关于我们" = "关于我们";
"设置" = "设置";
"问题反馈" = "问题反馈";
"选择分校" = "选择教育体系";
"选择分校说明" = "选择适合您孩子的教育体系，为您推荐相应课程";
"邮箱" = "邮箱";
"邮箱说明" = "关联邮箱账号后可接收课程信息和学习资料";
"输入邮箱地址" = "输入邮箱地址";
"我的积分" = "我的积分";
"免费课程" = "待缴费清单";
"订单列表" = "订单";
"优惠券" = "优惠券";
"期望清单" = "收藏夹";
"测试结果" = "诊断结果";
"调课转班" = "调课/转班";
"地址管理" = "我的地址";

"切换账号" = "切换账号";
"语言" = "语言";
"未绑定注册手机号和注册邮箱,暂时无法修改密码" = "未绑定手机号和邮箱，暂时无法修改密码";
"知道了" = "知道了";
"清除缓存" = "清除缓存";
"清除缓存完成" = "缓存已清除";
"完善个人信息" = "完善个人信息";
"个人信息" = "个人信息";
"用户昵称说明" = "同学和老师将会在课堂中看到您设置的昵称，仅支持汉字、字母和空格，最多65个字符";
"我的账户" = "我的账号";
"增加一个学生" = "添加学员";
"昵称" = "昵称";
"英文姓" = "名字";
"英文名" = "姓氏";
"年级" = "年级";
"拍照" = "拍照";
"从相册选取" = "从相册选择";
"头像上传失败" = "头像上传失败";
"个人信息更改失败" = "个人信息更新失败";
"个人信息更改成功" = "个人信息更新成功";
"帐号切换成功" = "帐号切换成功";
"帐号切换失败" = "帐号切换失败";
"编辑照片" = "编辑头像";
"复制成功" = "复制成功";
"复制学员编号" = "复制";
"学员添加成功" = "学员添加成功";
"提示：同一家庭组内最多包含6位学员" = "提示：同一家庭组内最多包含6位学员";
"用户名将在课堂上使用" = "同学和老师会在课堂中看到你设置的昵称，仅支持汉字、字母和空格，最多65个字符";
"日志上传" = "上传日志";
"日志上传提示" = "确认上传程序日志吗";

//消息推送
"消息推送" = "通知";
"消息推送-标题" = "通知推送";
"打开消息推送" = "开启通知推送";
"打开消息推送描述文案" = "打开通知权限以便接收课程提醒、作业点评等消息";
"关闭消息推送" = "接收消息提醒";
"消息推送-关闭" = "关闭";
"消息推送-保持开启" = "保持开启";
"打开消息推送二次确认描述文案" = "一旦关闭，将无法收到课程提醒、作业点评等消息";
"打开消息推送二次确认描述文案-标题" = "确认关闭吗";

"用户昵称已经被注册" = "*该用户昵称已被注册";
"输入格式不合法" = "*输入不符合要求";
"邮箱格式不合法" = "输入不符合要求";
"信息填写不完整" = "信息填写不完整，请检查";

"保存" = "保存";
"版本号" = "版本号";
"可更新" = "发现新版本";
"注销" = "退出";
"登录" = "登录";
"登录后查看更多功能" = "登录后使用更多功能";
"已是最新版本" = "当前已是最新版本";
"最新版本" = "最新版本";
"新版本" = "新版本";
"内测版本" = "内测版本";
"立即升级" = "现在升级";
"欢迎" = "欢迎";
"确认" = "确认";
"取消" = "取消";
"修改密码" = "修改密码";
"重置密码后，其他登录设备会被登出，请先确认是否有设备当前在上课" = "更改密码后，所有其它已登录的设备都将被踢出";
"确定要退出登录吗?" = "确认退出吗？";
"退出登录失败,请稍后再试" = "退出失败，请稍后再试";
"网络异常,请稍后再试" = "网络异常，请稍后再试";

//火星分校切换
"分校切换成功" = "分校切换成功";
"切换火星分校提示消息" = "You have switched into Mars Campus.
Notice: This campus is for Internal Test Only. Please remember to switch back to your campus after testing.";
"我知道了" = "Confirm";

//意见反馈
"问题描述" = "问题描述";
"必填" = "必填";

"功能异常" = "功能异常";
"功能建议" = "功能建议";
"教师体验" = "老师相关";
"体验问题" = "用户体验";
"直播上课" = "直播课堂问题";
"其它" = "其它";

"反馈内容(必填)" = "详细内容（必填）";

"图片" = "图片";
"选填" = "选填";
"最多上传三张图片" = "最多上传三张图片";
"提交" = "提交";
"提交成功" = "提交成功";
"提交失败" = "提交失败";

"金币商城" = "积分商城";

"小灶课" = "临时课堂";

// 硬编码部分 -- 需要产品给文案 -- 自己转的
"其他学生" = "其他学员";
"请选择" = "请选择";
"姓氏" = "请填写中文名字";
"名字" = "请填写中文姓氏";
"输入名字" = "请输入昵称";

"日志上传成功" = "日志提交成功，感谢反馈";

"添加用户-昵称不合符规则" = "昵称不符合规则";
"添加用户-名字不合符规则" = "名字不符合规则";
"添加用户-姓氏不合符规则" = "姓氏不符合规则";
"添加用户-邮箱不合符规则" = "邮箱不符合规则";
"添加用户-请选择年级" = "请选择年级";
"添加用户-加载中" = "加载中";


//设备检测
// //功能入口部分 - 繁体中文，HK分校
"设备检测" = "设备检测";
"检测描述" = "为了保障课堂体验流畅，建议对当前设备进行检测";
"开始" = "开始";
//
////顶部面包屑 - 繁体中文，HK分校
"network" = "网络";
"microphone" = "麦克风";
"camera" = "摄像头";
"voice" = "扬声器";
//
//// 網絡測試部分 - 繁體中文，非HK分校
"音视频测试" = "音视频服务";
"课堂互动测试" = "课堂互动测试";
"服务器检测" = "服务器连接速度测试";
"课件下载测试" = "课件下载测试";
"网络不满足上课需求" = "您的网络似乎存在问题，";
"网络不满足上课需求-点击查看" = " 点击这里查看解决建议";
"你的设备满足上课需求" = "当前设备符合上课要求";
"你的设备不满足上课需求" = "您的网络似乎存在问题，点击这里查看解决建议";
"此项测试大约需要花费一分钟" = "此过程大概花费1~3分钟";
"常见网络问题建议" = "常见网络问题解决建议";
"尝试重启路由器" = "如果你使用WiFi网络，请尝试靠近路由器以及尝试重新启动路由器";
"检查网络权限" = "请检查并确保您的设备允许我们访问网络";
"切换其它网络" = "尝试切换使用其它的网络";
"知道了" = "知道了";
"重新测试" = "重新测试";
"下一项" = "下一项";

// 麦克风部分 - 繁体中文，HK分校
"没有麦克风权限" = "Think Academy无法使用你的麦克风";
"在设置中打开麦克风权限" = "请在系统设置中打开Think Academy的麦克风使用权限";
"请检查你的麦克风或者佩戴耳机" = "请检查你的麦克风设置或者尝试佩戴耳机";
"尝试你大声读出下面的文字" = "尝试大声读出下面的文字";
"你好" = "你好";
"你的麦克风似乎存在问题" = "你的麦克风似乎存在问题";
"我们没有听到你的声音" = "我们没有听到你的声音，请尝试更换设备或者佩戴耳机后再次尝试";
"麦克风检测完成" = "麦克风检测完成";
"你的麦克风工作正常" = "你的麦克风工作正常";
"去设置" = "去设置";

// 摄像头部分 - 繁体中文，HK分校
"没有摄像头权限" = "Think Academy无法使用你的摄像头";
"在设置中打摄像头风权限" = "请在系统设置中打开Think Academy的摄像头使用权限";
"可以在上面看到自己吗" = "可以在上面的视频框中看到自己吗？";
"你的摄像头似乎存在问题" = "你的摄像头似乎存在问题";
"请检查你的摄像头是否正确安装" = "请检查摄像头设置或者使用其它设备";
"摄像头检测完成" = "摄像头检测完成";
"你的摄像头工作正常" = "你的摄像头工作正常";

// 声音测试部分 - 繁体中文，HK分校
"当前音量" = "当前音量：";
"可以听到正在播放的音乐吗" = "可以听到正在播放的音乐吗？";
"请注意调整系统音量到适当大小" = "请注意调整系统音量到适当大小";
"能" = "能";
"不能" = "不能";
"你的扬声器似乎存在问题" = "你的扬声器似乎存在问题";
"建议尝试佩戴耳机或者更换其它设备" = "建议尝试佩戴耳机或者更换其它设备上课";

//报告 - 繁體中文，HK分校
"你的设备满足上课要求" = "你的设备满足上课要求";
"你的设备不完全满足上课要求" = "你的设备不满足上课要求";
"继续使用此设备上课可能会降低你的体验" = "继续使用此设备上课可能会降低您的上课体验";
"知道了" = "知道了";
"设备检测返回" = "知道了";

// 时区
"选择时区" = "选择时区";
"搜索时区" = "搜索时区";
"搜索结果为空" = "搜索结果为空";

"拍摄视频" = "拍摄视频";
"视频库" = "视频库";
"该信息将用于教师与家长沟通学生的学习情况" = "Wechat/WhatsApp/Line将用于老师与家长沟通学员的学习情况";
